[sage_vo_intro_01_live_announcer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Danger! Excitement! Mustaches! It's time for another episode of ''Vault Hunter Adventures'', featuring Sir Hammerlock!",Time=0)

[sage_vo_intro_02_live_announcer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="In this week's tale, our hard-boiled heroes travel to the savage continent of Aegrus! Their goal? To uncover the most exotic creatures Pandora has to offer, and give 'em the old one-two!",Time=0)

[sage_vo_intro_03_live_announcer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="But danger looms on the horizon for our swell swashbucklers -- for while Handsome Jack may be gone, his legacy...",Time=0)

[sage_vo_intro_04_live_announcer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="...lives on.",Time=0)

